{"data":
  {
    "bgImage": "https://thelittlewashhouse.files.wordpress.com/2015/02/appenzeller-alpaufzug-687d32ee-f88e-4cdd-8395-8c4ed2e4e28f.jpg",
    "highlights":[
      {"id":"1",
        "site":"Wembley Stadium",
        "category":"Stadium",
        "info": "London's Wembley stadium stands aloof from the partisan rivalries that fuel English football. Instead, the ultra-modern successor to the venerable Empire Stadium is used as a neutral venue for hosting cup finals, relegation battles and matches featuring the England national team. The stadium can accommodate 90,000 spectators, and can be instantly recognised - courtesy of the massive suspension arch which soars over Wembley's hallowed turf.",
        "lat": "51.5560",
        "long": "0.2795",
        "image": "https://www.bethq.com/sites/default/files/uploads/01-wembley-stadium.jpg",
        "video": "https://www.youtube.com/watch?v=thws4bn_SKw",
        "videoEmbed":"https://www.youtube.com/embed/thws4bn_SKw"
      },
      {"id":"2",
        "site":"Old Trafford",
        "category":"Stadium",
        "info": "It is perhaps fitting that the most successful British football club of the new Millennium plays their football in the largest club-owned stadium in England. A visit to Old Trafford is regarded as a football pilgrimage by Manchester United fans around the world, and the stadium is frequently packed to its 76,000 capacity by a sea of red-shirted fans.",
        "lat": "53.4631",
        "long": "2.2913",
        "image": "https://www.bethq.com/sites/default/files/uploads/02-old-trafford-stadium.jpg",
        "video": "https://www.youtube.com/watch?v=oqEgW-lf7Mc",
        "videoEmbed": "https://www.youtube.com/embed/oqEgW-lf7Mc"
      },
      {"id":"3",
        "site":"Emirates Stadium",
        "category":"Stadium",
        "info": "The Emirates Stadium in London is one of the more recent additions to England's football stadiums. The 60,000 capacity stadium replaced Arensal's former home at Highbury, and was built after a decade of unprecedented success by the Gunners. Notable features of the stadium include the joint largest pitch in England, and special design features which are used to accentuate natural lighting in the stadium.",
        "lat": "51.5549",
        "long": "0.1084",
        "image": "https://www.bethq.com/sites/default/files/uploads/03-emirates-stadium.jpg",
        "video": "https://www.youtube.com/watch?v=4C7FZZfRM-c",
        "videoEmbed": "https://www.youtube.com/embed/4C7FZZfRM-c"
      },
      {"id":"4",
        "site":"St James' Park",
        "category":"Stadium",
        "info": "The home of Newcastle United is the largest stadium in the North-East of England. The 52,000 capacity ground is situated in the middle of the city of Newcastle, and its cantilevered roof is visible from various vantage points in the city. St James's Park is instantly recognisable by its asymmetrical stands - the product of attempts to expand capacity whilst avoiding conflicts with nearby residents and the city council.",
        "lat": "51.5025",
        "long": "0.1348",
        "image": "https://www.bethq.com/sites/default/files/uploads/04-st-james-park-stadium.jpg",
        "video": "https://www.youtube.com/watch?v=GMuLkKyHTEQ",
        "videoEmbed": "https://www.youtube.com/embed/GMuLkKyHTEQ"
      },
      {"id":"5",
        "site":"Stadium of Light",
        "category":"Stadium",
        "info": "With a capacity of 49,000, Sunderland's Stadium of Light is the fifth largest football stadium in England. The ground boasts ultra-modern facilities after the most recent round of renovations, which was concluded in 2000. Today the Stadium of Light is one the five elite football stadiums in England which carry a five star UEFA rating.",
        "lat": "54.9146",
        "long": "1.3884",
        "image": "https://www.bethq.com/sites/default/files/uploads/05-stadium-of-light.jpg",
        "video": "https://www.youtube.com/watch?v=3PMh4iuJ4JY",
        "videoEmbed": "https://www.youtube.com/embed/3PMh4iuJ4JY"
      },
      {"id":"6",
        "site":"Etihad Stadium",
        "category":"Stadium",
        "info": "Whilst it may not be recognised as one of England's most atmospheric football grounds, the City of Manchester Stadium is one of the country's largest football stadiums. The 48,000 capacity stadium was originally constructed to host the 2002 Commonwealth Games, before being converted to a football stadium in 2003 - the same year in which Manchester City secured the City of Manchester Stadium as a home ground.",
        "lat": "53.4831",
        "long": "2.2004",
        "image": "https://www.bethq.com/sites/default/files/uploads/06-city-of-manchester-stadium.jpg",
        "video": "https://www.youtube.com/watch?v=PNmTdhSngyI",
        "videoEmbed": "https://www.youtube.com/embed/PNmTdhSngyI"
      },
      {"id":"7",
        "site":"Anfield Stadium",
        "category":"Stadium",
        "info": "Liverpool is home to one of the oldest and most regal football stadiums in England. The 45,000 capacity stadium features grandstands that have become the stuff of football folklore, such as the intimidating 'Kop', which at one point could accommodate 30,000 spectators. Many Liverpool fans lament the fact that Anfield is scheduled to be replaced by a 60,000 capacity stadium at Stanley Park in the near future.",
        "lat": "53.4308",
        "long": "2.9608",
        "image": "https://www.bethq.com/sites/default/files/uploads/07-anfield-stadium.jpg",
        "video": "https://www.youtube.com/watch?v=2GVuSpDX9R0",
        "videoEmbed": "https://www.youtube.com/embed/2GVuSpDX9R0"
      }
    ]
  }
}
